Repository: coto/gae-boilerplate
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, vi_vn

source: %s Account Verification
de_de: %s Benutzer Verfikation
fr_fr: %s Vérification du compte
nl_nl: %s Accountverificatie
pt_br: Verificação da Conta %s
vi_vn: %s xác thực tài khoản

source: %s Email Changed Notification
de_de: %s E-Mail-Änderungs Benachrichtigung
fr_fr: %s Notification de modification de l'Email
nl_nl: %s Bericht van E-mail Wijziging
vi_vn: %s thay đổi email

source: %s Password Assistance
de_de: %s Passwort Hilfe
fr_fr: %s Aide Mot de Passe
nl_nl: %s Wachtwoord Ondersteuning
vi_vn: %s hỗ trợ mật khẩu

source: %s association successfully added.
de_de: %s Verbindung erfolgreich hinzugefügt.
fr_fr: %s association ajoutée avec succès.
nl_nl: %s koppeling succesvol toegevoegd.
pt_br: Associação %s adicionada com sucesso.
vi_vn: Liên kết %s đã được thêm vào.

source: %s authentication is not yet implemented.
de_de: %s Authentication ist noch nicht implementiert
fr_fr: %s l'authentification n'est pas encore implémentée
nl_nl: %s authenticatie is nog niet geïmplementeerd.
pt_br: Autenticação %s ainda não está implementada.
vi_vn: Phương thức xác thực %s chưa được hiện thực.

source: %s successfully disassociated.
de_de: %s erfolgreich los gelöst!
fr_fr: %s succès de la désassociation.
nl_nl: %s succesvol losgekoppeld.
pt_br: %s desassociada com sucesso.
vi_vn: Hủy liên kết %s thành công

source: Associate account with
de_de: Verbinde Konto mit
fr_fr: Associer le compte avec
nl_nl: Koppel account met
pt_br: Associar conta com
vi_vn: Liên kết tài khoản với

source: Cancel
fr_fr: Abandonner
nl_nl: Annuleren
pt_br: Cancelar
vi_vn: Hủy bỏ

source: Change password
de_de: Ändern Passwort
fr_fr: Changer le mot de passe
nl_nl: Wijzig wachtwoord
pt_br: Alterar senha
vi_vn: Đổi mật khẩu

source: Change your email
de_de: Ändern Sie Ihre E-Mail
es_es: Cambiar correo electrónico
fr_fr: Changer l'adresse mail
nl_nl: Verander je e-mail
pt_br: Alterar seu email
vi_vn: Đổi email

source: Change your password
de_de: Ändern Sie Ihr Passwort
es_es: Cambiar contraseña
fr_fr: Changer votre mot de passe
nl_nl: Je wachtwoord wijzigen
pt_br: Alterar sua senha
vi_vn: Đổi mật khẩu của bạn

source: Confirm Password
de_de: Bestätigen Sie das Passwort
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
nl_nl: Wachtwoord bevestigen
pt_br: Confirme a Senha
vi_vn: Xác nhận lại mật khẩu

source: Congratulations on your Google App Engine Boilerplate powered page.
de_de: Herzlichen Glückwunsch zu Ihrer Google App Engine Boilerplate Seite.
es_es: Felicitaciones por tu página potenciada con Google App Engine Boilerplate.
fr_fr: Félicitations vous êtes sur votre page propulsée par Boilerplate de Google App Engine.
nl_nl: Gefeliciteerd met je Google App Engine Boilerplate aangedreven pagina.
pt_br: Parabéns pela sua página movida a Google App Engine Boilerplate.
vi_vn: Cài đặt thành công Google App Engine Boilerplate

source: Congratulations, Your account <strong>{}</strong> has been successfully activated.
fr_fr: Félicitations, Votre compte <strong>{}</strong> a été activé avec succés.
nl_nl: Gefeliciteerd, je account <strong>{}</strong> is succesvol geactiveerd.
pt_br: Parabéns, Sua conta <strong>{}</strong> foi ativada com sucesso.
vi_vn: Chúc mừng, tài khoản <strong>{}</strong> đã kích hoạt thành công.

source: Country
de_de: Land
es_es: País
fr_fr: Pays
nl_nl: Land
pt_br: País
vi_vn: Quốc gia

source: Current Password
de_de: Aktuelles Passwort
es_es: Contraseña actual
fr_fr: Mot de Passe Actuel
nl_nl: Huidig wachtwoord
pt_br: Senha Atual
vi_vn: Mật khẩu hiện tại

source: Don't have an account?
es_es: No tienes una cuenta?
fr_fr: Vous n'avez pas de compte?
nl_nl: Nog geen account?
pt_br: Não tem uma conta?
vi_vn: Chưa có tài khoản?

source: Edit Profile
de_de: Bearbeite Profil
es_es: Editar Perfil
fr_fr: Editer votre profil
nl_nl: Profiel bewerken
pt_br: Editar perfil
vi_vn: Trang cá nhân

source: Enter a new email address
de_de: Geben Sie eine neue E-Mail-Adresse an
es_es: Ingresa una nueva dirección de correo electrónico
fr_fr: Entrez une nouvelle adresse email
nl_nl: Voer een nieuw e-mailadres in
pt_br: Informe um novo endereço de email
vi_vn: Nhập địa chỉ email mới

source: Enter your
de_de: Eingabe
es_es: Ingresa tu
fr_fr: Entrez votre
nl_nl: Invoeren
pt_br: Entre seu
vi_vn: Nhập

source: Error sending the message. Please try again later.
de_de: Fehler beim Senden der Nachricht. Bitte versuchen Sie es später.
es_es: Error al enviar el mensaje. Por favor, inténtalo de nuevo más tarde
fr_fr: Erreur lors de l'envoi du message. S.v.p. essayez à nouveau plus tard.
nl_nl: Fout bij het verzenden van het bericht. Probeer het later opnieuw.
pt_br: Erro enviando a mensagem. Pro favor, tente novamente mais tarde.
vi_vn: Xảy ra lỗi trong khi gửi tin nhắn. Vui lòng thử lại sau.

source: Existing social association
de_de: Bestehende Social-Verbindungen
fr_fr: Association sociale déjà existante
nl_nl: Bestaande sociale koppeling
pt_br: Associação social existente
vi_vn: Các tài khoản đã liên kết

source: Facebook association added!
fr_fr: Facebook assocation ajoutée!
nl_nl: Facebook koppeling toegevoegd!
pt_br: Asscociação com Facebook adicionada!
vi_vn: Liên kết Facebook đã được thêm!

source: Federated login is disabled.
de_de: Verbundauthentifizierung ist deaktiviert.
es_es: Federated login no está habilitado.
nl_nl: Federatief inloggen is uitgeschakeld.
pt_br: Federated login está desabilitado.
vi_vn: Đăng nhập trung gian đã bị vô hiệu hóa.

source: Field cannot be longer than %(max)d characters.
nl_nl: Veld kan niet langer zijn dan %(max)d tekens.
pt_br: Campo não pode ter mais de %(max)d caracteres.

source: Field must be between %(min)d and %(max)d characters long.
nl_nl: Veld moet tussen %(min)d en %(max)d tekens lang zijn.
pt_br: Campo deve ter entre %(min)d e %(max)d e caracteres.

source: Forgot your password?
de_de: Passwort vergessen?
es_es: Olvidaste tu contraseña?
fr_fr: Vous avez oublié votre mot de passe?
nl_nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
vi_vn: Quên mật khẩu

source: Github association added.
fr_fr: Github association ajoutée.
nl_nl: Github koppeling toegevoegd.
pt_br: Associação com Github adicionada.
vi_vn: Liên kết Github đã được thêm

source: Good Password
fr_fr: Bon mot de passe
nl_nl: Goed wachtwoord
vi_vn: Mật khẩu tốt

source: Google App Engine Boilerplate is released under the
de_de: Google App Engine Boilerplate veröffentlicht unter der
es_es: Google App Engine Boilerplate es lanzado bajo la
fr_fr: Google App Engine Boilerplate est distribué sous
nl_nl: Google App Engine Boilerplate is vrijgegeven onder de
pt_br: Googla App Engine Boilerplate foi lançado sob a
vi_vn: Google App Engine Boilerplate được phát hành dưới giấy phép

source: If the email address you entered
fr_fr: Si l'adresse Email que vous avez entrée
nl_nl: Als het ingevoerde e-mailadres
pt_br: Se o endereço de email que digitou
vi_vn: Nếu bạn nhập địa chỉ email

source: If the username you entered
de_de: Wenn der Benutzername, den Sie eingegeben haben
fr_fr: Si le nom d'utilisateur que vous avez entré
nl_nl: Als de ingevoerde gebruikersnaam
pt_br: Se o nome de usuário que digitou
vi_vn: Nếu bạn nhập tên đăng nhập

source: Incorrect password! Please enter your current password to change your account settings.
de_de: Ungültiges Passwort! Bitte geben Sie Ihr aktuelles Passwort ein um Ihre Kontoeinstellungen zu ändern.
fr_fr: Mauvais mot de passe! S'il vous plaît entrez votre mot de passe actuel afin de changer les paramètres du compte.
nl_nl: Onjuist wachtwoord! Voer je huidige wachtwoord in om je account te wijzigen.
pt_br: Senha incorreta! Por favor, digite sua senha atual para mudar suas configurações de conta.
vi_vn: Mật khẩu không đúng! Vui lòng nhập đúng mật khẩu hiện tại để thay đổi thiết lập tài khoản.

source: Insecure Password
fr_fr: Mot de passe peu sûr
nl_nl: Onveilig wachtwoord
vi_vn: Mật khẩu không an toàn

source: Invalid email address.
de_de: Ungültige E-Mail-Adresse.
es_es: Dirección de correo electrónico no válida
nl_nl: Ongeldig e-mailadres.

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
nl_nl: Taal
pt_br: Idioma
vi_vn: Ngôn ngữ

source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
nl_nl: Achternaam
pt_br: Sobrenome
vi_vn: Họ

source: Last Name invalid. Use only letters and numbers.
nl_nl: Achternaam ongeldig. Gebruik alleen letters en cijfers.
pt_br: Sobrenome inválido. Use apenas letras e números.

source: Learn why this Boilerplate Rocks
de_de: Lernen Sie warum dieses Boilerplate rockt
es_es: Aprende porque este Boilerplate es asombroso
fr_fr: Apprenez pourquoi ça swing avec Boilerplate
nl_nl: Zie waarom deze Boilerplate geweldig is
pt_br: Entenda por que esse Boilerplate detona
vi_vn: Tại sao nên sử dụng Boilerplate Rocks

source: Linkedin association added!
fr_fr: Linkedin association ajoutée!
nl_nl: Linkedin koppeling toegevoegd!
pt_br: Associação com Linkedin adicionada!
vi_vn: Liên kết Linkedin đã được thêm!

source: Login
de_de: Anmelden
nl_nl: Inloggen
vi_vn: Đăng nhập

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
nl_nl: Uitloggen
vi_vn: Đăng xuất

source: Message
de_de: Nachricht
es_es: Mensaje
nl_nl: Bericht
vi_vn: Tin nhắn

source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pt_br: Nome
vi_vn: Tên

source: Name invalid. Use only letters and numbers.
nl_nl: Naam ongeldig. Gebruik alleen letters en cijfers.
pt_br: Nome inválido. Use apenas letras e números.

source: New Email
de_de: Neue E-Mail
fr_fr: Nouveau Email
nl_nl: Nieuw e-mail
pt_br: Novo Email
vi_vn: Email mới

source: New Password
de_de: Neues Passwort
es_es: Nueva Contraseña
fr_fr: Nouveau Mot de passe
nl_nl: Nieuw wachtwoord
pt_br: Nova Senha
vi_vn: Mật khẩu mới

source: No user authentication information received from %s. Please ensure you are logging in from an authorized OpenID Provider (OP).
de_de: Keine Benutzerauthenfizierunginformation erhalten von %s. Bitte stellen Sie sicher, dass Sie sich von einem autorisierten OpenId Provider (OP) einloggen.
fr_fr: Aucune information d'authentification n'a été reçue de %s. S'il vous plaît assurez-vous que vous êtes connecté à un fournisseur OpenID (OP) autorisé.
nl_nl: Geen authenticatie informatie van de gebruiker ontvangen via %s.Zorg ervoor dat je inlogt via een geautoriseerde OpenID provider (OP).
pt_br: Nenhuma informação de autenticação recebida de %s. Por favor, certifique-se de que está logando a partir de um OpenID Provider (OP) autorizado.
vi_vn: Không tìm thấy thông tin đăng nhập từ %s. Chắc rằng được đăng nhập từ một Nhà cung cấp OpenID có thẩm quyền (OP).

source: Or Sign in using:
de_de: Oder Anmelden via
es_es: O inicia sesión usando:
fr_fr: Ou vous connecter en utilisant
nl_nl: Of log in met:
pt_br: Ou entre usando:
vi_vn: Hoặc đăng nhập bằng:

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pt_br: Senha
vi_vn: Mật khẩu

source: Password changed successfully.
de_de: Passwort erfolgreich geändert.
fr_fr: Mot de Passe modifié avec suucès.
nl_nl: Wachtwoord succesvol gewijzigd.
pt_br: Senha alterada com sucesso.
vi_vn: Thay đổi mật khẩu thành công.

source: Passwords must match.
de_de: Passwörter müssen gleich sein
es_es: Las contraseñas deben coincidir.
nl_nl: Wachtwoorden moeten overeenkomen.
pt_br: As senhas devem ser iguais.

source: Please check your new email for confirmation. Your email will be updated after confirmation.
de_de: Bitte prüfen Sie Ihre neue E-Mail auf Bestätigung. Ihre E-Mail wird nach der Bestätigung upgedatet.
es_es: Por favor revisa tu email para confirmar. Tu nuevo email será actializado después de la confirmación.
fr_fr: S'il vous plaît vérifiez votre nouvel email de confirmation. Votre email sera mis à jour après confirmation.
nl_nl: Controleer uw nieuwe e-mail om te bevestigen. Uw e-mailadres zal na bevestiging worden bijgewerkt.
pt_br: Por favor, verifique seu novo email para confirmação. Seu email será atualizado depois da confirmação.
vi_vn: Vui lòng xác nhận bằng email. Email của bạn sẽ được cập nhật Sau khi xác nhận.

source: Remember me?
de_de: Eingaben speichern?
es_es: Recordarme?
fr_fr: Se souvenir de moi?
nl_nl: Onthou mij?
pt_br: Lembra-se de mim?
vi_vn: Duy trì đăng nhập?

source: Remove
de_de: Entfernen
es_es: Remover
fr_fr: Supprimer
nl_nl: Verwijderen
pt_br: Remover
vi_vn: Xóa

source: Reset password
de_de: Passwort zurücksetzen
es_es: Reiniciar contraseña
fr_fr: Réinitialiser le mot de passe
nl_nl: Wachtwoord herstellen
pt_br: Resetar senha
vi_vn: Khôi phục mật khẩu

source: Search User
fr_fr: Cherche l'Utilisateur
nl_nl: Zoek gebruiker
pt_br: Procurar Usuário
vi_vn: Tìm thành viên

source: Secure Page
de_de: Sichere Seite
es_es: Página segura
fr_fr: Page sécurisée
nl_nl: Beveiligde pagina
pt_br: Página Segura
vi_vn: Trang an toàn

source: Secure Password
fr_fr: Mot de Passe Sûr
nl_nl: Veilig wachtwoord
vi_vn: Mật khẩu an toàn

source: Send Message
de_de: Sende Nachricht
es_es: Enviar Mensaje
fr_fr: Envoyer le Message
nl_nl: Bericht verzenden
pt_br: Enviar Mensagem
vi_vn: Gửi tin nhắn

source: Short Password
fr_fr: Mot de passe court
nl_nl: Kort wachtwoord
vi_vn: Mật khẩu ngắn

source: Sign Up
de_de: Anmelden
es_es: Registrar
fr_fr: Vous inscrire
nl_nl: Aanmelden
pt_br: Cadastrar-se
vi_vn: Đăng kí

source: Social account on %s not found for this user.
de_de: Social Konto bei %s für diesen Benutzer nicht gefunden.
fr_fr: Compte social non trouvé sur %s pour cet utilisateur.
nl_nl: Sociale account op %s niet gevonden voor deze gebruiker.
pt_br: Conta social para %s não foi encontrada para este usuário.
vi_vn: Tài khoản %s không liên kết với thành viên nào.

source: Sorry, Some error occurred.
de_de: Entschuldigen Sie, ein Fehler ist passiert.
fr_fr: Désolé, une erreur est survenue.
nl_nl: Sorry, er is een fout opgetreden.
pt_br: Desculpe, ocorreu um erro.
vi_vn: Xin lỗi, đã xảy ra một số lỗi.

source: Sorry, The email <strong>{}</strong> is already registered.
fr_fr: Désolé, le email <strong>{}</strong> est déjà enregistré.
nl_nl: Sorry, de e-mail <strong>{}</strong> is al geregistreerd.
pt_br: Desculpe, o nome de email <strong>{}</strong> já está registrado.
vi_vn: Xin lỗi, email <strong>{}</strong> đã được đăng kí.

source: Sorry, The user is already registered.
de_de: Entschuldigen Sie, der Benutzer ist bereits registriert.
fr_fr: Désolé, l'utilisateur est déjà enregistré.
nl_nl: Sorry, de gebruiker is al geregistreerd.
pt_br: Desculpe, o usuário já está registrado.
vi_vn: Xin lỗi, thành viên này đã đăng kí.

source: Sorry, The username <strong>{}</strong> is already registered.
fr_fr: Désolé, Le nom d'utilisateur <strong>{}</strong> est déjà enregistré.
nl_nl: Sorry, de gebruikersnaam <strong>{}</strong> is al geregistreerd.
pt_br: Desculpe, o nome de usuário <strong>{}</strong> já está registrado.
vi_vn: Xin lỗi, tên đăng nhập <strong>{}</strong> đã tồn tại.

source: Source Code
de_de: Quellcode
es_es: Código fuente
fr_fr: Code Source
nl_nl: Broncode
pt_br: Código Fonte
vi_vn: Mã nguồn

source: Thanks, your settings have been saved.
de_de: Danke, Ihre Einstellungen sind gespeichert worden.
fr_fr: Merci, vos paramètres ont été sauvegardés
nl_nl: Bedankt, je instellingen zijn opgeslagen.
pt_br: Obrigado, suas configurações foram salvas.
vi_vn: Cảm ơn, thiết lập của bạn đã được lưu.

source: The URL you tried to use is either incorrect or no longer valid.
de_de: Die URL die Sie verwendet haben ist entweder nicht korrekt oder nicht länger gültig.
fr_fr: L'URL que vous avez tenté d'utiliser n'est pas correcte ou n'est plus valide.
nl_nl: De URL die je hebt gebruikt, is onjuist of niet meer geldig.
pt_br: A URL que você tentou usar está incorreta ou não é mais válida.
vi_vn: Đường dẫn bạn yêu cầu không đúng

source: The URL you tried to use is either incorrect or no longer valid. Enter your details again below to get a new one.
de_de: Die URL die Sie verwendet haben ist entweder nicht korrekt oder nicht länger gültig. Geben Sie bitte Ihre Details erneut unten ein um eine neue zu erhalten.
fr_fr: L'URL que vous avez tenté d'utiliser n'est pas correcte ou n'est plus valide. Entrez vos détails à nouveau ci-dessous pour en obtenir une nouvelle.
nl_nl: De URL die je hebt gebruikt, is onjuist of niet meer geldig.Vul je gegevens hieronder nogmaals in om een nieuwe te krijgen.
pt_br: A URL que você tentou usar está incorreta ou não é mais válida. Introduza novamente os seus dados abaixo para obter uma nova URL.
vi_vn: Đường dẫn bạn yêu cầu không đúng. Nhậpchi tiết bạn được dẫn đến đây.

source: The account %s is already in use.
de_de: Das Konto %s ist bereits in Benutzung.
fr_fr: Le compte %s est déjà en cours d'utilisation.
nl_nl: Het account %s is al in gebruik.
pt_br: A conta %s já está em uso.
vi_vn: Tài khoản %s đã được sử dụng

source: The email %s is already registered.
de_de: Die E-Mail %s ist bereits registriert.
fr_fr: L'Email %s est déjà enregistré.
nl_nl: De e-mail %s is al geregistreerd.
pt_br: O email %s já está registrado.
vi_vn: Email %s đã được đăng kí

source: The link is invalid.
fr_fr: Le lien n'est pas valide.
nl_nl: De link is ongeldig.
pt_br: O link é inválido.
vi_vn: Đường dẫn không đúng

source: The two passwords must match.
de_de: Passwörter müssen gleich sein.
fr_fr: Les deux mots de passe doivent être identiques.
nl_nl: De twee wachtwoorden moeten overeenkomen.
pt_br: As duas senhas devem ser iguais.
vi_vn: Hai mật khẩu không giống nhau.

source: The username <strong>{}</strong> is already taken. Please choose another.
fr_fr: Le nom d'utilisateur <strong>{}</strong> est déjà pris. S'il vous plaît choisir un autre nom.
nl_nl: De gebruikersnaam <strong>{}</strong> is al in gebruik. Kies een andere naam.
pt_br: O nome de ususário <strong>{}</strong> já está sendo usado. Por favor, escolha outro.
vi_vn: Tên đăng nhập <strong>{}</strong> đã tồn tại. Vui lòng chọn tên khác.

source: The verification email has been resent to %s. Please check your email to activate your account.
de_de: Die E-Mail-Überprüfung wurde nochmals an %s gesendet. Bitte prüfen Sie Ihre E-Mail um Ihr Konto zu aktivieren
fr_fr: L'email de vérification a été renvoyé à %s. S'il vous plaît, vérifiez votre email pouractiver votre compte
nl_nl: De verificatie e-mail is opnieuw naar %s gestuurd. Controleer je e-mail om je account te activeren.
pt_br: O email de verificação foi enviado para %s. Por favor, verifique seu email para ativar sua conta.
vi_vn: Một email xác thực đã được gửi tới %s. Vui lòng kiểm tra mail để xác thực.

source: This %s account is already in use.
de_de: Dieses %s Konto ist bereits in Benutzung.
fr_fr: Ce %s compte est déjà utilisé
nl_nl: Dit %s account is al in gebruik.
pt_br: Esta conta do %s já está em uso.
vi_vn: Tài khoản %s này đã được sử dụng.

source: This Facebook account is already in use!
fr_fr: Ce compte Facebook est déjà utilisé!
nl_nl: Dit Facebook account is al in gebruik!
pt_br: Essa conta do Facebook já está em uso.
vi_vn: Tài khoản Facebook này đã được sử dụng!

source: This Github account is already in use.
fr_fr: Ce compte Github est déjà utilisé!
nl_nl: Dit Github account is al in gebruik.
pt_br: Essa conta do Github já está em uso.
vi_vn: Tài khoản Github này đã được sử dụng.

source: This Linkedin account is already in use!
fr_fr: Ce compte Linkedin est déjà utilisé!
nl_nl: Dit Linkedin account is al in gebruik!
pt_br: Essa conta do Linkedin já está em uso.
vi_vn: Tài khoản Linkedin này đã được sử dụng.

source: This Twitter account is already in use.
de_de: Dieses Twitter Konto ist bereits in Benutzung.
fr_fr: Ce compte Twitter est déjà utilisé!
nl_nl: Dit Twitter account is al in gebruik.
pt_br: Essa conta do Twitter já está em uso.
vi_vn: Tài khoản Twitter này đã được sử dụng.

source: This authentication method is not yet implemented.
de_de: Diese Authentifizierungsmethode ist noch nicht implementiert.
fr_fr: Cette méthode d'authentification n'est pas encore implémentée.
nl_nl: Deze authenticatiemethode is nog niet geïmplementeerd.
pt_br: Este método de autenticação ainda não está implementado.
vi_vn: Phương thức chưa được hiện thực

source: Timezone
nl_nl: Tijdzone
pt_br: Fuso horário
vi_vn: Múi giờ

source: Twitter association added.
de_de: Twitter Verbindung hinzugefügt.
fr_fr: Twitter association ajoutée
nl_nl: Twitter verbinding toegevoegd.
pt_br: Associação com Twitter adcionada.
vi_vn: Liên kết Twitter đã được thêm.

source: Unable to update profile. Please try again later.
de_de: Profil kann nicht aktualisiert werden. Bitte versuchen Sie es später nochmal.
fr_fr: Impossible de mettre à jour le profil. S'il vous plaît essayer à nouveau plus tard.
nl_nl: Kan profiel niet bijwerken. Probeer het later opnieuw.
pt_br: Não foi possível atualizar o perfil. Pro favor, tente novamente mais tarde.
vi_vn: Không thể cập nhật thông tin. Vui lòng thử lại sau.

source: Unexpected error creating the user %s
fr_fr: Erreur inattendue de création de l'utilisateur %s
nl_nl: Onverwachte fout bij het maken van de gebruiker %s
pt_br: Erro inesperado criando o usuário %s
vi_vn: Lỗi không xác định khi tạo thành viên %s

source: Update Profile
de_de: Profil aktualisieren
fr_fr: Mise à jour du profil
nl_nl: Profiel bijwerken
pt_br: Atualizar Perfil
vi_vn: Cập nhập thông tin

source: User Details
fr_fr: Détails de l'utilisateur
nl_nl: Gebruikersgegevens
pt_br: Detalhes do Usuário
vi_vn: Thông tin thành viên

source: User List
fr_fr: Liste utilisateur
nl_nl: Gebruikers lijst
pt_br: Lista de usuários
vi_vn: Danh sách thành viên

source: User is logged out, but there was an error on the redirection.
de_de: Bneutzer ist ausgeloggt, aber es gab einen Fehler bei der Umleitung.
es_es: El usuario ha sido desconectado, pero hubo un error en la redirección.
fr_fr: Utilisateur déconnecté, mais il ya une erreur de redirection.
nl_nl: Gebruiker is uitgelogd, maar er was een fout in de omleiding.
pt_br: Usuário não está logado, mas houve um erro no redirecionamento.
vi_vn: Có lỗi khi chuyển hướng

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_br: Usuário
vi_vn: Tên đăng nhập

source: Username invalid. Use only letters and numbers.
de_de: Benutzername ungültig. Bitte nur Buchstaben und Zahlen nutzen.
es_es: Nombre de usuario no válido. Usa sólo letras y números
nl_nl: Gebruikersnaam ongeldig. Gebruik alleen letters en cijfers.
pt_br: Usuário inválido. Use apenas letras e números.

source: Username or Email
de_de: Benutzername oder E-Mail
es_es: Nombre de Usuario o Email
fr_fr: Nom d'utilisateur ou Email
nl_nl: Gebruikersnaam of E-mail
pt_br: Usuário e Email
vi_vn: Tên đăng nhập hoặc email

source: Users Geolocation
fr_fr: Géolocalisation des Utilisateurs
nl_nl: Geolocatie van gebruiker
pt_br: Localização dos Usuários
vi_vn: Vị trí thành viên

source: Welcome <strong>{}</strong>, you are now logged in.
fr_fr: Bienvenue <strong>{}</strong>, vous maintenant connecté.
nl_nl: Welkom <strong>{}</strong>, je bent nu ingelogd.
pt_br: Bem-vindo <strong>{}</strong>, você está logado agora.
vi_vn: Chào <strong>{}</strong>, bạn đã đăng nhập thành công.

source: Welcome! You have been registered as a new user and logged in through {}.
fr_fr: Bienvenue! Vous avez été enregistré comme nouvel utilisateur sous {} et connecté.
nl_nl: Welkom! Je bent geregistreerd als een nieuwe gebruiker en ingelogd via {}.
pt_br: Bem-vindo! Você foi registrado como um novo usuário e está logado via {}.
vi_vn: Xin chào! Bạn đã đăng kí thành công với tài khoản {}.

source: Wrong image verification code. Please try again.
de_de: Falscher Bildprüfungscode. Bitte erneut versuchen.
es_es: Código de verificación de imagen incorrecto. Por favor, inténtalo de nuevo.
fr_fr: Mauvais code de vérification de l'image. S'il vous plaît essayer de nouveau.
nl_nl: Verkeerde verificatiecode. Probeer het opnieuw.
pt_br: Código de verificação errado. Por favor, tente novamente.
vi_vn: Sai mã xác nhận. Vui lòng thử lại.
