Repository: coto/gae-boilerplate
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, vi_vn

source: You didn't change your email.
de_de: Sie haben Ihre E-Mail nicht geändert.
fr_fr: Vous n'avez pas changé votre email.
nl_nl: Je hebt je e-mail niet gewijzigd.
vi_vn: Bạn không thể đổi email.

source: You were successfully registered. Please check your email to activate your account.
de_de: Sie wurden erfolgreich registriert. Bitte prüfen Sie Ihre E-Mail um Ihr Konto zu aktivieren
fr_fr: Vous venez d'être enregistré avec succès. S'il vous plaît vérifiez votre email pour activer votre compte.
nl_nl: Je bent succesvol geregistreerd. Controleer je e-mail om je account te activeren.
pt_br: Você foi registrado com sucesso. Por favor, verifique seu email para ativar sua conta.
vi_vn: Bạn đã đăng kí thành công. Vui lòng kiểm tra mailđể kích hoạt

source: You've signed out successfully. Warning: Please clear all cookies and logout of OpenID providers too if you logged in on a public computer.
fr_fr: Vous vous êtes déconnecté avec succès. Avertissement: S.v.p. effacez tous les cookies et et déconnectez vous aussi du fournisseur OpenId si vous étiez connecté à partir d'un ordinateur public.
nl_nl: Je bent succesvol afgemeld. Waarschuwing: verwijder alle cookies en meld je ook af bij OpenID providers als je op een openbare computer werkt.
pt_br: Você encerrou sua sessão com sucesso. Aviso: Por favor, limpe todos os cookies e faça logout do provedor de OpenID também se você logou em um computador público.

source: Your account has been activated. Please <a href="/login/">sign in</a> to your account.
de_de: Ihr Konto wurd aktiviert. Bitte <a href="/login/">melden Sie sich</a> in Ihrem Konto an.
fr_fr: Votre compte a été activé. S'il vous plaît <a href="/login/">connectez-vous</a> à votre compte.
nl_nl: Je account is geactiveerd. <a href="/login/">Log in</a> op je account.
pt_br: Sua conta foi ativada. Por favor, <a href="/login/">acesse</a> sua conta.
vi_vn: Tài khoản bạn đã được kích hoạt. Vui lòng <a href="/login/">đăng nhập</a> vào tài khoản.

source: Your account has not yet been activated. Please check your email to activate it or
de_de: Ihr Konto wurde noch nicht aktiviert. Bitte prüfen Sie Ihre E-Mail um Ihr Konto zu aktivieren oder
fr_fr: Votre compte n'a pas encore été activé. S.v.p. vérifiez votre email afin de l'activer ou
nl_nl: Je account is nog niet geactiveerd. Controleer je e-mail om deze teactiveren of
pt_br: Sua conta ainda não foi ativada. Por favor, verifique seu email para ativá-la ou
vi_vn: Tài khoản bày chưa kích hoạt. Vui lòng kiểm tra mailđể kích hoạt hoặc

source: Your browser is <em>ancient!</em>
de_de: Ihr Browser ist <em>antik!</em>
es_es: Tu Navegador es demasiado <em>antiguo!</em>
fr_fr: Votre navigateur est <em>ancien!</em>
nl_nl: Je browser is <em>oud!</em>
pt_br: Seu browser é <em>pré-histórico!</em>
vi_vn: Trình duyệt bạn <em>quá cũ!</em>

source: Your email has been successfully updated.
de_de: Ihre E-Mail wurde erfolgreich aktualisiert.
fr_fr: Votre email a été mis à jour avec succès.
nl_nl: Je e-mail is succesvol bijgewerkt.
pt_br: Seu email foi atualizado com sucesso
vi_vn: Cập nhật email thành công.

source: Your message was sent successfully.
de_de: Ihre Nachricht wurde erfolgreich versendet.
fr_fr: Votre message a été envoyé correctement.
nl_nl: Je bericht is succesvol verzonden.
pt_br: Sua mensagem foi enviada com sucesso.
vi_vn: Gửi tin nhắn thành công.

source: Your new username is <strong>{}</strong>
fr_fr: Votre nouveau nom d'utilisateur est <strong>{}</strong>
nl_nl: Je nieuwe gebruikersnaam is <strong>{}</strong>
pt_br: Seu novo nome de usuário é <strong>{}</strong>
vi_vn: Tên đăng nhập bạn là <strong>{}</strong>

source: Your username or password is incorrect. Please try again (make sure your caps lock is off)
de_de: Ihr Benutzername oder Passwort ist ungültig. Bitte versuchen Sie es erneut (stellen Sie sicher, dass Ihre Großschreibtaste aus ist.)
fr_fr: Votre nom d'utilisateur ou mot de passe est incorrect. S'il vous plaît essayer de nouveau (assurez-vous que le verrouillage des majuscules est désactivé)
nl_nl: Je gebruikersnaam of wachtwoord is onjuist. Probeer het opnieuw (zorg ervoor dat Caps Lock is uitgeschakeld)
pt_br: Seu nome de usuário ou senha está incorreto(a). Por favor, tente novamente (certifique-se de que o caps lock está desligado)
vi_vn: Tên đăng nhập hoặc mật khẩu không đúng. Vui lòng thử lại( chắcrằng phím caplock đã tắt

source: click here
de_de: klicken Sie hier
fr_fr: cliquer ici
nl_nl: klik hier
pt_br: clique aqui
vi_vn: Click vào đây

source: contact us
de_de: kontaktieren Sie uns
fr_fr: contactez nous
nl_nl: neem contact op
vi_vn: Liên hệ

source: download the Source Code
de_de: den Quellcode herunterladen
es_es: descarga el código fuente
fr_fr: téléchargez le Code Source
nl_nl: download de broncode
pt_br: baixar o Código Fonte
vi_vn: Tải về từ mã nguồn

source: for further assistance.
de_de: für weitere Unterstützung.
es_es: para obtener más ayuda.
fr_fr: pour davantage d'assistance.
nl_nl: voor verdere ondersteuning.
pt_br: para mais assistência.
vi_vn: để được hỗ trợ thêm

source: is associated with an account in our records, you will receive an email from us with instructions for resetting your password. <br>If you don't receive instructions within a minute or two, check your email's spam and junk filters, or
fr_fr: est associée à un compte dans nos enregistrements, vous recevrez un emailde notre part avec des instructions afin de réinitialiser votre mot de passe. <br>Si vous ne recevez pas les instructions dans un délai d'une à deux minutes, vérifiez les spam dans votre messagerie et et les filtres de spam, ou
nl_nl: is gekoppeld met een account in onze administratie, je ontvangt een e-mail van ons met instructies voor het opnieuw instellen van je wachtwoord. <br>Als je geen instructies ontvangt binnen een minuut of twee, kijk dan in je ongewenste e-mail gegevens en spamfilters, of
pt_br: está associado a uma conta em nossos registros, você receberá um e-mail nosso com instruções para redefinir sua senha. <br>Se você não receber as instruções dentro de um ou dois minutos, verifique os filtros de spam e lixo eletrônico, ou
vi_vn: bạn sẽ nhận được email hướng dẫn phục hồi mật khẩu. <br>Nếu bạn chưa nhận được, vui lòng chờ trong chốc lát, kiểm tra mail spam, rác, hoặc

source: or just
de_de: oder jetzt
es_es: o sólo
fr_fr: ou simplement
nl_nl: of
pt_br: ou simplesmente
vi_vn: hoặc

source: to help you to create your application.
de_de: um Ihnen zu helfen eine Anwendung zu erzeugen
es_es: para ayudar a crear tu aplicación.
fr_fr: pour vous aider à créer votre application.
nl_nl: om je te helpen jouw applicatie te maken.
pt_br: para ajuda-lo a criar sua aplicação.
vi_vn: để giúp bạn tạo ứng dụng.

source: to resend the email.
de_de: um die E-Mail erneut zu senden.
fr_fr: pour renvoyer l'e-mail.
nl_nl: om de e-mail opnieuw te verzenden.
pt_br: para reenviar o email.
vi_vn: để gửi lại email.

source: <a href="http://browsehappy.com/">Upgrade to a different browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true"> install Google Chrome Frame</a> to experience this site.
de_de: <a href="http://browsehappy.com/">Upgraden Sie zu einem anderen Browser</a> or <a href="http://www.google.com/chromeframe/?redirect=true"> installiere Google Chrome Frame</a> um diese Seite zu geniesen.
es_es: <a href="http://browsehappy.com/">Actualiza a un navegador diferente</a> o <a href="http://www.google.com/chromeframe/?redirect=true"> instala Google Chrome Frame</a> para experimentar este sitio.
fr_fr: <a href="http://browsehappy.com/">Mise à niveau vers un navigateur différent</a> ou <a href="http://www.google.com/chromeframe/?redirect=true"> installer Google Chrome Frame</a> pour découvrir ce site.
pt_br: <a href="http://browsehappy.com/">Atualize para um browser diferente</a> ou <a href="http://www.google.com/chromeframe/?redirect=true"> isntale Google Chrome Frame</a> para usar este site.

source: Confirm Delete Account
pt_br: Confirme a Exclusão da Conta

source: Contact
de_de: Kontakt
es_es: Contacto
pt_br: Contato
vi_vn: Liên lạc

source: Created
pt_br: Criado

source: Current Email
pt_br: Email Atual

source: Delete Account
pt_br: Excluir a Conta

source: The account has been successfully deleted.
pt_br: A conta foi excluída com sucesso.

source: Updated
pt_br: Atualizado

source: Visit Site
pt_br: Visite o Site

source: Your session has expired.
pt_br: Sua sessão expirou

source: Sorry you are not logged in.
de_de: Entschuldigen Sie, Sie sind ncht angemeldet!
fr_fr: Désolé vous n'êtes pas connecté

source: Congratulations, Your account %s has been successfully activated.<strong>{0:>s}</strong>
de_de: Glückwunsch, Ihr Konto %s wurde erfolgreich aktiviert.<strong>{0:>s}</strong>

source: If the e-mail address you entered
de_de: Wenn die E-Mail-Adresse, die Sich eingegeben haben
es_es: Si la dirección de correo electrónico ingresada

source: Sorry, The email %s is already registered.<strong>{0:>s}</strong>
de_de: Entschuldigen Sie, die E-Mail %s ist bereits registriert.<strong>{0:>s}</strong>

source: Sorry, The username %s is already registered.<strong>{0:>s}</strong>
de_de: Entschuldigen Sie, der Benutzername %s ist bereits registriert.<strong>{0:>s}</strong>

source: The username %s is already taken. Please choose another.<strong>{0:>s}</strong>
de_de: Der Benutzername %s ist bereits vergeben. Bitte verwenden Sie einen anderen.<strong>{0:>s}</strong>

source: This Twitter account is not associated with any local account. If you already have a %s Account, you have <a href="/login/">sign in here</a> or <a href="/register/">create an account</a>.
de_de: Dieses Twitter Konto ist mit keinem lokalen Konto verbunden. Wenn Sie bereits ein %s Konto haben, <a href="/login/">melden Sie sich hier</a> oder <a href="/register/">legen Sie einen neuen Account an</a>.

source: Unexpected error creating the user %s{0:>s}.
de_de: Unerwarteter Fehler beim Anlegen des Benutzers %s{0:>s}.

source: Welcome %s, you are now logged in.<strong>{0:>s}</strong>
de_de: Willkommen %s, Sie sind jetzt eingeloggt in.<strong>{0:>s}</strong>

source: You've signed out successfully. Warning: Please clear all cookies and logout of OpenId providers too if you logged in on a public computer.
de_de: Sie haben sich erfolgreich abgemeldet. Hinweis: Bitte löschen Sie alle Cookies und melden Sie sich bei Ihrem OpenID Provider ab, falls Sie an einem öffentlichen Computer angemeldet waren.

source: Your new username is %s<strong>{0:>s}</strong>
de_de: Ihr neuer Benutzername ist %s<strong>{0:>s}</strong>

source: disassociated!
es_es: disociado!

source: not found for this user!
es_es: no encontrado para este usuario!

source: %s authentication is not implemented yet.
es_es: La autenticación %s no está implementada aun.

source: Account with association to your Twitter does not exist. You can associate it right now, if you login with existing site account or create new on Sign up page.
es_es: Cuenta con asociación a Twitter no existe. Puedes asociarla ahora, si inicias sesión o te registras.

source: Congratulations
es_es: Felicitaciones

source: Login invalid, Try again.
es_es: Inicio de sesión erróneo, Inténtalo de nuevo

source: Message sent successfully.
es_es: Mensaje enviado con éxito.

source: No user authentication information received from %s. Please ensure you are logging in from an authorized OpenID Provider (OP).
es_es: No se recibió información de autenticación de %s. Por favor asegurate de haber iniciado sesión en un proveedor OpenID autorizado.

source: Or click
es_es: o presiona

source: Password changed successfully
es_es: Contraseña cambiada exitósamente

source: Password reminder
es_es: Recuperación de contraseña

source: Please check your email to activate your account
es_es: Por favor revisa tu email para activar tu cuenta

source: Please click below to create a new password:
es_es: Por favor, haz clic a continuación para crear una nueva contraseña:

source: Please correct the form errors.
es_es: Por favor, corrije los errores del formulario.

source: Please login to your account
es_es: Por favor inicia sesión en tu cuenta

source: Social account on
es_es: Cuenta social en

source: Some error occured
es_es: Algún error ocurrió

source: Sorry
es_es: Lo sentimos

source: Sorry you are not logged in!
es_es: Lo sentimos, no has iniciado sessión

source: Sorry, This user
es_es: Lo sentimos, este usuario

source: Sorry, your account
es_es: Lo sentimos, tu cuenta

source: The verification email has been resent to
es_es: El email de verificación ha sido reenviado a

source: This Twitter account is already in use!
es_es: Esta cuenta de Twitter ya está en uso!

source: Twitter association added!
es_es: Asociación Twitter agregada!

source: Unable to update profile!
es_es: No es posible actualizar el perfil de usuario!

source: Unexpected error creating user
es_es: Error inesperado al crear el usuario

source: Welcome
es_es: Bienvenido

source: You've signed out successfully. Warning: Please clear all cookies and logout of OpenId providers too if you logged in on a public computer.
es_es: Has sido desconectado. Advertencia: Por favor borra todas las cookies y cierra la sesión los proveedores OpenID también si iniciaste sesión en un computador público

source: Your Current Password is wrong, please try again
es_es: Tu contraseña actual es incorrecta, por favor vuelve a intentarlo

source: Your email / username was not found. Please try another or
es_es: Tu dirección de correo electrónico / nombre de usuario no se ha encontrado. Por favor, intenta otra o

source: Your new username is
es_es: Tu nuevo nombre de usuario es

source: Your profile has been updated!
es_es: Tu perfil ha sido actualizado!

source: create an account
es_es: crear una cuenta

source: has just been activated
es_es: ha sido activada

source: has not been activated. Please check your email to activate your account
es_es: no ha sido activada. Por favor revisa tu email para activar tu cuenta

source: is already registered.
es_es: ya está registrado.

source: is already taken. It is not changed.
es_es: ya está tomada. No se ha cambiado.

source: is associated with an account in our records, you will receive an e-mail from us with instructions for resetting your password. <br>If you don't receive this e-mail, please check your junk mail folder or
es_es: está asociado a una cuenta en nuestros registros, recibirás un e-mail de nosotros con instrucciones para restablecer tu contraseña. <br> Si no recibes este e-mail, por favor revisa tu carpeta de correo basura o

source: this
es_es: este

source: to resend the email
es_es: para reeenviar el email

source: you are now logged in.
es_es: has iniciado sesión.
